Estimated Illumination failed. Coefficient of utilization not set for lighting fixture.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RoomCoefficientUtilizationWarning { get; }
  Visual Basic
Public Shared ReadOnly Property RoomCoefficientUtilizationWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RoomCoefficientUtilizationWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures IlluminationFailures Class
  Autodesk.Revit.DB Namespace